{
    "guiaDeUso": {
      "titulo": "Guía de Uso",
      "descripcion": "Esta sección te proporciona un paso a paso sobre cómo navegar por el sitio web, utilizar sus funciones principales y aprovechar al máximo tu experiencia.",
      "secciones": [
        {
          "titulo": "Navegación del sitio",
          "contenido": "El sitio web de Pen & Paper está diseñado con varias pestañas donde puedes hacer clic para moverte por las diferentes páginas: blog, nuestros productos, sobre nosotros, contactos y esta sección Acerca de, para saber cómo sacarle el máximo provecho al sitio. Verás en la página principal 4 globitos que te llevan directamente a las distintas secciones del sitio. No necesitas estar registrado, ni iniciar sesión para ver todo el contenido del sitio, pero si quieres interactuar con él entonces sí debes registrarte. Son simples pasos y tienes todo explicado en la sección de registro e inicio de sesión. En la página de nuestros productos, podrás ver todas las libretas que tenemos en Amazon. Un punto especial aquí, ya que esas libretas no las fabricamos nosotros, aunque te vamos a explicar más en detalle a continuación. Las libretas que están publicadas son diseños únicos creados por nosotros, las hemos colgado en la página de Amazon (puedes hacer clic en 'Ver más' y serás redirigido a la página donde está cada una de las libretas) Si decides comprar una de nuestras libretas, lo haces a través de la web de Amazon, sigues los pasos que te van pidiendo y ellos son los que se encargan de fabricarla en formato físico y además son los encargados de enviártela a tu domicilio o servicio de correo. Nosotros no hacemos seguimientos de las compras, lo hemos delegado a la web de Amazon, si necesitas más información puedes contactarte directamente con ellos para resolver tus dudas. En la sección 'Sobre Nosotros' te contamos cómo surgió nuestra historia y tienes nuestras redes tanto en Instagram como en Tik Tok donde vamos subiendo algunos videos de las manualidades que realizamos y publicamos cuando están disponibles nuevos modelos de libretas. También puedes ponerte en contacto con nosotros a través de nuestras redes sociales o en la parte de 'Contacto' puedes enviarnos un mensaje sobre algo que quieras saber del sitio web o cualquier duda/consulta/inquietud que tengas y con gusto estaremos respondiéndote en el menor tiempo posible. En el apartado del blog podrás unirte a una bella comunidad de creativos que escriben y se apasionan por las manualidades como nosotros. Para conocer más acerca de cómo funciona el blog, puedes hacer clic <a href='#userBlog'>aquí</a>."
        },
        {
          "titulo": "Registro y perfiles de usuario",
          "subtitulo": "Proceso de registro y cómo crear un perfil de usuario",
          "contenido": "Tenemos 3 tipos de perfiles de usuario: visitante, lector y publicador. Como te explicamos en la sección anterior, el usuario Visitante tiene acceso a todo el contenido del sitio web, pero no puede interactuar con las entradas del blog. ¿Qué sería interactuar? No puedes ponerle 'me gusta' a las publicaciones, dejar comentarios ni guardarlos en favoritos. Pero puedes acceder a todas ellas. El usuario Lector puede, además de visitar todo el sitio, editar su perfil e interactuar con todas las entradas del blog (poner 'me gusta', dejar comentarios y guardar en favoritos). El usuario Publicador, además de interactuar con todo el sitio, con las entradas del blog y poder editar su perfil, tiene el beneficio de que puede crear, editar y eliminar sus entradas. Tendrá acceso a notificaciones espaciales y podrá ver y gestionar a sus seguidores. El proceso de registro es simple. Vas al apartado que dice 'Registrarme' completas los datos (nombre completo, correo electrónico y contraseña). Elijes qué tipo de usuario quieres ser: Lector o Publicador (solo puedes elegir una sola opción), aceptas los términos y condiciones y haces clic en 'registrarme'. Si los datos están correctos entonces serás redirigido a la sección Blog donde podrás comenzar a interactuar con las entradas y con tu perfil. Otro dato importante es que si estás registrado como Lector puedes convertirte en publicador, nos envías un mensaje a través del formulario de contacto con el asunto: 'quiero ser publicador' nos cuentas en el cuerpo del mensaje, porqué te gustaría ser un publicador y te estaremos contactando vía correo electrónico para informarte más acerca del proceso. Si eres publicador y quieres darte de baja del sitio o pasar a ser un usuario Lector, también puedes. Nos envías un mensaje de porqué quieres dejar de publicar a través del formulario de contacto con el asunto: 'quiero darme de baja como publicador'. Y estaremos encantados de ayudarte con el proceso de darte de baja o cambiar tu tipo de perfil."
        },
        {
          "titulo": "Funcionamiento del Blog",
          "subtitulo": "¿Cómo interactuar con las entradas? ¿Cómo acceder a las funciones disponibles para cada tipo de usuario?",
          "contenido": "Recuerda que si eres un usuario visitante no puedes interactuar con las entradas del blog (para eso registrate <a href='registrarse.html'>aquí</a>). Si eres lector tendrás del lado izquierdo una tarjeta con tu perfil, donde puedes actualizar tus datos, cambiar tu foto de perfil, acceder a las notificaciones, ver los comentarios que has hechos en las entradas y gestionar tus entradas favoritas. Si eres un Publicador además de los beneficios de Lector, podrás gestionar a tus seguidores y guardar en 'Archivos' tus entradas. En el panel de navegación del blog tendrás dos botones, uno para gestionar tus entradas (modificarlas y/o eliminarlas) y el otro para crearlas. Para interactuar con las entradas tendrás los íconos de 'me gusta', guardar en favoritos ♥ y la cajita para dejar comentarios debajo de cada una de las entradas. Al hacer clic para dejar un comentario, se te abrirá la entrada completa y allí podrás ver los comentarios de los demás usuarios y/o dejar el tuyo."
        },
        {
          "titulo": "Búsqueda de contenido",
          "contenido": "Encontrar contenido específico en nuestro sitio es muy fácil. En la parte superior derecha, justo sobre el menú de navegación, encontrarás una barra de búsqueda. Aquí te explicamos cómo sacarle el máximo provecho: <ul> <li><strong>Búsqueda básica:</strong> Escribí palabras clave relacionadas con lo que estás buscando y la barra de búsqueda te mostrará sugerencias a medida que escribís. Esto es ideal para encontrar artículos, entradas del blog o productos específicos rápidamente.</li> <li><strong>Búsqueda avanzada:</strong> Si necesitás resultados más precisos, podés utilizar la opción de búsqueda avanzada. Esto te permitirá filtrar los resultados por: <ul> <li><strong>Fecha de publicación:</strong> Encontrá contenido publicado en un período específico.</li> <li><strong>Nombre de autor:</strong> Buscá contenido creado por autores específicos.</li> </ul> </li> <li><strong>Búsqueda por categorías:</strong> Nuestro sitio está organizado en varias categorías que facilitan la navegación. Podés buscar contenido dentro de categorías específicas como Manualidades, Productos, Tutoriales, entre otros.</li> <li><strong>Búsqueda por etiquetas:</strong> Muchas entradas del blog y productos están etiquetados con palabras clave. Podés hacer clic en estas etiquetas para encontrar contenido relacionado. Por ejemplo, si hacés clic en la etiqueta 'libretas personalizadas', verás todos los artículos y productos relacionados con este tema.</li> </ul> Además, si tenés una búsqueda muy específica en mente, te recomendamos combinar varios filtros para obtener los resultados más relevantes. Por ejemplo, podés buscar 'libretas' filtrado por 'autor: Juan Pérez' y 'fecha: último mes' para encontrar las libretas publicadas por Juan Pérez en el último mes."
        },
        {
          "titulo": "Configuración de cuenta",
          "contenido": "La configuración de tu cuenta te permite personalizar tu experiencia en nuestro sitio. Aquí te detallamos cómo ajustar cada aspecto: <ul> <li><strong>Notificaciones:</strong> Podés decidir cómo y cuándo recibir notificaciones: <ul> <li><strong>Por correo electrónico:</strong> Elegí recibir notificaciones sobre nuevos comentarios en tus publicaciones, seguidores nuevos, y más, directamente en tu bandeja de entrada.</li> <li><strong>En el sitio:</strong> Configurá alertas en tiempo real que aparecerán en tu panel de usuario cuando estés navegando en el sitio.</li> </ul> </li> <li><strong>Preferencias de privacidad:</strong> Ajustá quién puede ver tu perfil y tus actividades: <ul> <li><strong>Perfil público o privado:</strong> Podés elegir que tu perfil sea visible para todos los usuarios del sitio o solo para tus seguidores.</li> <li><strong>Actividad visible:</strong> Decidí si querés que tus 'me gusta' y comentarios sean visibles para otros usuarios o mantenerlos privados.</li> </ul> </li> <li><strong>Preferencias de contenido:</strong> Personalizá tu experiencia según tus intereses: <ul> <li><strong>Temas favoritos:</strong> Seleccioná tus temas favoritos para recibir recomendaciones personalizadas en la página principal.</li> <li><strong>Autores favoritos:</strong> Podés seguir a tus autores favoritos y recibir notificaciones cuando publiquen nuevo contenido.</li> </ul> </li> </ul> Recordá que podés acceder a la configuración de tu cuenta en cualquier momento haciendo clic en tu avatar en la esquina superior derecha de la pantalla y seleccionando 'Configuración'. ¡Personalizá tu experiencia para que se ajuste exactamente a lo que te gusta!"
        }
      ]
    }
  }
  